Repository: Hrobek/Goals
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, pt_br

# unit.field.name
source: Name
cs: Název
es: Nombre
fr: Nom
pt_br: Nome

# unit.glasses
source: glasses
cs: sklenice
de: Gläser
es: vasos
fr: verres
pt_br: copos

# unit.glasses.count %lld
source: %lld glasses
cs: %lld sklenic
de: %lld Gläser
es: %lld vasos
fr: %lld verres
pt_br: %lld copos

# unit.hours
source: hours
cs: hodiny
de: Stunden
es: horas
fr: heures
pt_br: horas

# unit.hours.count %lld
source: %lld hours
cs: %lld hodin
de: %lld Stunden
es: %lld horas
fr: %lld heures
pt_br: %lld horas

# unit.liters
source: liters
cs: litry
de: Liter
es: litros
fr: litres
pt_br: litros

# unit.liters.count %lld
source: %lld liters
cs: %lld litrů
de: %lld Liter
es: %lld litros
fr: %lld litres
pt_br: %lld litros

# unit.miles
source: miles
cs: míle
de: Meilen
es: millas
pt_br: milhas

# unit.miles.count %lld
source: %lld miles
cs: %lld mil
de: %lld Meilen
es: %lld millas
pt_br: %lld milhas

# unit.minutes
source: minutes
cs: minuty
de: Minuten
es: minutos
pt_br: minutos

# unit.minutes.count %lld
source: %lld minutes
cs: %lld minut
de: %lld Minuten
es: %lld minutos
pt_br: %lld minutos

# unit.new.title
source: New Unit
cs: Nová jednotka
de: Neue Einheit
es: Nueva unidad
fr: Nouvelle unité
pt_br: Nova unidade

# unit.pages
source: pages
cs: stránky
de: Seiten
es: páginas
pt_br: páginas

# unit.pages.count %lld
source: %lld pages
cs: %lld stránek
de: %lld Seiten
es: %lld páginas
pt_br: %lld páginas

# unit.reps
source: reps
cs: opakování
de: Wdh.

# unit.reps.count %lld
source: %lld reps
cs: %lld opakování
de: %lld Wdh.
fr: %lld réps

# unit.steps
source: steps
cs: kroky
de: Schritte
es: pasos
fr: pas
pt_br: passos

# unit.steps.count %lld
source: %lld steps
cs: %lld kroků
de: %lld Schritte
es: %lld pasos
fr: %lld pas
pt_br: %lld passos

# unit.times
source: times
cs: krát
de: mal
es: veces
fr: fois
pt_br: vezes

# unit.times.count %lld
source: %lld times
cs: %lld krát
de: %lld mal
es: %lld veces
fr: %lld fois
pt_br: %lld vezes

# welcome.subtitle
source: Your goals. Your pace. Your progress.
cs: Tvoje cíle. Tvoje tempo. Tvůj pokrok.
de: Deine Ziele. Dein Tempo. Dein Fortschritt.
es: Tus objetivos. Tu ritmo. Tu progreso.
fr: Tes objectifs. Ton rythme. Tes progrès.
pt_br: Suas metas. Seu ritmo. Seu progresso.

# widget.action
source: Tap action
cs: Akce po klepnutí
de: Aktion beim Tippen
es: Acción al tocar
fr: Action au toucher
pt_br: Ação ao tocar

# widget.action.open
source: Open goal
cs: Otevřít cíl
de: Ziel öffnen
es: Abrir objetivo
fr: Ouvrir l’objectif
pt_br: Abrir objetivo

# widget.action.quick
source: Quick action
cs: Rychlá akce
de: Schnellaktion
es: Acción rápida
fr: Action rapide
pt_br: Ação rápida

# widget.activity.description
source: Your goal's check-in calendar, right on your Home Screen.
cs: Kalendář odškrtnutých dní pro tvůj cíl přímo na ploše.
de: Der Abhak-Kalender deines Ziels direkt auf dem Homescreen.
es: El calendario de marcas de tu objetivo, justo en tu pantalla de inicio.
fr: Le calendrier de pointage de ton objectif, directement sur ton écran d’accueil.
pt_br: O calendário de marcações do seu objetivo, direto na tela inicial.

# widget.activity.displayName
source: Calendar
cs: Kalendář
de: Kalender
es: Calendario
fr: Calendrier
pt_br: Calendário

# widget.amount
source: Amount
cs: Hodnota
de: Menge
es: Cantidad
fr: Quantité
pt_br: Quantidade

# widget.chart.description
source: This month's progress as a line. The arrows page through your goals.
cs: Postup za tenhle měsíc jako čára. Šipkami procházíš mezi cíli.
de: Der Fortschritt dieses Monats als Linie. Mit den Pfeilen blätterst du durch deine Ziele.
es: El progreso de este mes como una línea. Las flechas pasan entre objetivos.
fr: La progression de ce mois sous forme de courbe. Les flèches font défiler tes objectifs.
pt_br: O progresso deste mês como uma linha. As setas passam entre os objetivos.

# widget.chart.displayName
source: Graph
cs: Graf
de: Diagramm
es: Gráfico
fr: Graphique
pt_br: Gráfico

# widget.description
source: Today's goals with a one-tap button to log progress.
cs: Dnešní cíle s tlačítkem na jedno klepnutí.
de: Die heutigen Ziele mit einem Knopf zum Abhaken mit einem Tippen.
es: Los objetivos de hoy con un botón para registrar el progreso de un toque.
fr: Les objectifs du jour avec un bouton pour enregistrer la progression d’une touche.
pt_br: Os objetivos de hoje com um botão para registrar o progresso com um toque.

# widget.displayName
source: Goals
cs: Cíle
de: Ziele
es: Objetivos
fr: Objectifs
pt_br: Objetivos

# widget.empty.noGoals
source: No active goals.
cs: Žádné aktivní cíle.
de: Keine aktiven Ziele.
es: No hay objetivos activos.
fr: Aucun objectif actif.
pt_br: Nenhum objetivo ativo.

# widget.empty.noValueGoals
source: No goals tracked in units yet.
cs: Zatím žádný cíl měřený v jednotkách.
de: Noch keine Ziele, die in Einheiten gemessen werden.
es: Aún no hay objetivos medidos en unidades.
fr: Aucun objectif suivi en unités pour l’instant.
pt_br: Ainda não há objetivos medidos em unidades.

# widget.milestoneHint
source: Ticks off the next unfinished subtask.
cs: Odškrtne další nesplněný podúkol.
de: Hakt die nächste offene Teilaufgabe ab.
es: Marca la siguiente subtarea pendiente.
fr: Coche la prochaine sous-tâche non terminée.
pt_br: Marca a próxima subtarefa pendente.

# widget.notSignedIn
source: Open Goals to continue
cs: Otevři aplikaci Cíle
de: Öffne die App Goals
es: Abre la app Goals
fr: Ouvre l'app Goals
pt_br: Abra o app Goals

# widget.pro.locked
source: Tap to unlock with Pro.
cs: Klepnutím odemkneš v Pro.
de: Zum Freischalten mit Pro tippen.
es: Toca para desbloquear con Pro.
fr: Touche pour débloquer avec Pro.
pt_br: Toque para desbloquear com o Pro.

# widget.single.description
source: Pin one goal to your Home Screen. Choose which one when you edit the widget.
cs: Připni si na plochu jeden cíl. Který to bude, vybereš při úpravě widgetu.
de: Ein Ziel auf dem Homescreen anheften. Welches, wählst du beim Bearbeiten des Widgets.
es: Fija un objetivo en tu pantalla de inicio. Elige cuál al editar el widget.
fr: Épingle un objectif sur ton écran d’accueil. Choisis lequel en modifiant le widget.
pt_br: Fixe um objetivo na tela inicial. Escolha qual ao editar o widget.

# widget.single.displayName
source: One Goal
cs: Jeden cíl
de: Ein Ziel
es: Un objetivo
fr: Un objectif
pt_br: Um objetivo

# category.finance
source: Finance
de: Finanzen
es: Finanzas
fr: Finances
pt_br: Finanças

# goalDetail.progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
pt_br: Progresso

# auth.field.email
source: Email
es: Correo

# settings.account.email
source: Email
es: Correo
